[
    {
        "description": "Ert sällskap stirrar i oförstånd upp mot ett flammande inferno i luften ovan. Är det en fallen ängel? Nej, det är en från underjorden uppstigen demon som med sina rakbladsvassa vingar nu dekapiterar er, en efter en tills ni alla rosslar era sista andetag genom ert eget blod.",
        "author": "Djävulsjäveln"
    },
    {
        "description": "'Buga er, ynkliga människor' skriker den mörka trollkarlen som nu uppenbarar sig framför er grupp. Innan första knäet sätts i marken släpper han lös en storm av blixtar som sliter blodkärlen ur era arma kroppar och lämnar era livlösa kadaver liggandes i sörjan.",
        "author": "Djävulsjäveln"
    },
    {
        "description": "Ni ser en stor kittel hängandes i luften. En dum jävel i sällskapet petar på den och den tippar över och innehållet töms rakt ner i munnen och halsen på sagda idiot som står rakt under (det är nämligen enklare att ha munnen lite öppen när man tittar rakt upp än att ha den stängd - prova om du inte tror mig).<br><br>Innehållet i kitteln är inget mindre än fotogen/bensin/[insert flammable liquid]. Idioten som svalde vätskan blir genast svinkass. Hulkar och kvider på golvet. Ni övriga skyndar oroligt fram och hukar er ner med facklor i händerna för att kunna se bättre. Plötsligt kaskadspyr dumjäveln rakt ut över alla och spyan antänds av facklorna. Elden bokstavligen skvätter över er allihop och dessutom färdas elden baklänges rakt tillbaka in i dumfans mun och in i kroppen så han brinner upp invärtes.",
        "author": "Patches O’Houlihan"
    },
    {
        "description": "Som från tomma intet kommer en flock regnbågsfärgade enhörningar. De vackraste, mest majestätiska och godaste varelser på denna planet. I blind och vettlös beundran märker ni inte att er lovsång slutar i ett gurglande när enhörningarna i väldisciplinerad attack sticker sina horn genom era halsar. Endast den mest enfaldige av er överlevde tillräckligt länge för att se sina vänner bli sönderslitna av stora trubbiga hästtänder, innan även han dör - lycklig av att något så gudomligt ville döda just honom.",
        "author": "Raoul Stårman"
    },
    {
        "description": "En obegripligt stor orm omringar er och biter den som står närmast. Kötter runt ormbettet börjar smälta och bubbla när en av er börjar suga på såret. Han känner hur munnen fylls av ormens gift och ställer sig up, sväljer djupt och suckar ”Uh, jag tror jag fick ut allt”. Ni övriga backar skräckslaget bort från era kamrater och ser med fasa hur giftsugarens mun har börjat bubbla. Hans läppar är redan borta. Den bitnes arm är nu helt skinnflådd och hans hals är ilsket röd och ser ut att koka. Den fegaste ynkryggen av er får panik och gömmer sig bakom närmaste sten och stirrar skräckslaget på er andra som nu var och en fräts sönder framför hans ögon medans ni skriker och ber honom om hjälp. Ynkryggen märker inte hur han kissar ner sig av fasa. Men han känner något annat. Fyra sylvassa tänder som borrar sig djupt in i hans vänstra skinka. Ett lugn kommer över honom och han suckar ”Det här kommer ta lång tid...”",
        "author": "Raoul Stårman"
    },
    {
        "description": "Det börjar plötsligt regna syra. Ni ber till en av alla fördömda gudar att skyla er. En väldigt, enorm sten faller från ingenstans ned och krossar er.",
        "author": "Raoul Stårman"
    },
    {
        "description": "Ni hittar en uppsättning hjälmar som ni i desperation tar på er. De förhäxade hjälmarna börjar snabbt krympa tills era skallar exploderar.",
        "author":"Raoul Stårman"
    },
    {
        "description": "Ni möter en gammal sliten gubbe som gräver en grop. Han ber er hoppa ner i gropen och hjälpa till. När ni alla står i gropen så fyller han igen den och ni begravs levande.",
        "author":"Raoul Stårman"
    },
    {
        "description": "Ni hittar varsin pilbåge och ett stort krus med alkohol. Ni dricker er stupfulla och uppfinner en ny lek. Blorgiansk Roulette. Ni står alla med spända bågar riktade mot varandra och släpper alla bågsträngen på 3. Ni skulle tänkt igenom reglerna lite till.",
        "author": "Raoul Stårman"
    },
    {
        "description": "Sällskapet tittar på varandra då ni hör ett högljutt klampande som verkar närma sig. Ljudet kom från ett ilsket troll som plötsligt rusar fram runt hörnet. Med ilröda ögon och rök sprutande ur öronen börjar trollet svinga ett spjut runt sig. Trollet snurrar snabbt och spetsar er på sitt spjut. Efter en piruett som en ballerina så är ni alla spetsade likt fläskbitar på ett grillspett. Efter att ha dödat er så sätter sig trollet ner och börjar göra upp eld. Ni har nu blivit middag...",
        "author": "Tobbe Trollkarl"
    },
    {
        "description": "Ni går längs en väg i skogen (eller stad), när ni rundar en krök och får syn på två svartklädda män som vill rekrytera er till sin mystiska/okända organisation. De har svarta kläder, höga kragar med en drakbrosch på ena sidan och en brosch i form av ett silversvärd på andra. Er patetiska, svaga och rent ut tragiska uppsyn retar dem till gallfeber, och de dödar er genom att skicka portaler som öppnas och stängs (vågrätt och lodrätt) samtidigt som de rör sig framåt. Kanterna på portalerna är rakbladstunna och skär av allt i sin väg, sten som träd.",
        "author": "Sten Hård af Öring"
    },
    {
        "description":"När du lyfter locket på kistan möts din blick av en ekande tomhet. Du förbannar din otur och svär högt. Plötsligt fylls rummet med ett öronbedövande klickande, små luckor öppnas längs väggarna och rummet fylls med pilar. Du ser hur dina kompanjoner spetsas med pil efter pil. Blod färgar rummet rött, kropp efter kropp faller till golvet och till sist även du. Det sista du ser innan du tappar medvetandet är att (Dilbas karaktär) med sur min ger dig fingret.",
        "author": "Son of Oak"
    }
]